Repository: prince089/madadgarvirus
Catalog: lib/l10n/intl_*.arb
Languages: gu_in, hi_in

source: Farmer
gu_in: ખેડૂત
hi_in: किसान

source: Worker
gu_in: કામદાર
hi_in: मजदूर

# navBarHome
source: Home
gu_in: મુખ્ય
hi_in: मुख्य

# navAdd
source: Add
gu_in: ઉમેરો
hi_in: नया

# navBarArticals
source: Articals
gu_in: આર્ટિકલ્સ
hi_in: आर्टिकल्स

# navBarRequests
source: Request
gu_in: રિકવેસ્ટ
hi_in: रिक्वेस्ट

# navBarProfile
source: Profile
gu_in: પ્રોફાઇલ
hi_in: प्रोफाइल

source: My Account
gu_in: મારું એકાઉન્ટ
hi_in: मेरा अकाउंट

source: Change Language
gu_in: ભાષા બદલો
hi_in: भाषा बदले

source: Log Out
gu_in: લોગ આઉટ
hi_in: लॉगआउट

source: Choose language
gu_in: ભાષા પસંદ કરો
hi_in: भाषा चुनिए

source: Register
gu_in: રજિસ્ટર
hi_in: रजिस्टर

source: Log-in
gu_in: લોગીન
hi_in: लॉग इन

source: Name
gu_in: નામ
hi_in: नाम

# phoneNO
source: Phone Number
gu_in: ફોન નંબર
hi_in: फ़ोन नंबर

# date
source: Enter Date
gu_in: તારીખ
hi_in: तारीख

source: madadgarvirus
gu_in: ગ્રીનહાયર
hi_in: ग्रीनहायर

source: Phone Verification
gu_in: ફોન વેરીફીકેશન
hi_in: फोन वेरिफिकेशन

# msgRegisteredNo
source: You have not registered with this number. Please register to continue
gu_in: તમે આ નંબરથી રજીસ્ટર નથી. કૃપા કરીને રજીસ્ટર કરો.
hi_in: आपका यह नंबर रजिस्टर नहीं है । कृपा करके रजिस्टर करें

# otpSent
source: OTP has been sent
gu_in: ઓ.ટી.પી મોકલવામાં આવ્યો છે
hi_in: ओ.टी.पी भेज दिया गया है

# verifyCode
source: Verify the Code
gu_in: કોડ ચકાસો
hi_in: कोड चकासे

# editPhoneNo
source: Edit Phone Number ?
gu_in: ફોન નંબર ફરીથી દાખલ કરવા માંગો છો?
hi_in: फ़ोन नंबर फिर से दर्ज करना चाहते हैं?

# msgEnterValidNo
source: Enter valid 10 digit phone number
gu_in: માન્ય 10 અંકનો ફોન નંબર દાખલ કરો
hi_in: मान्य 10 अंकों का फ़ोन नंबर दर्ज करें

# msgUnder18
source: Under the age of 18 are ineligible for this app.
gu_in: 18 વર્ષથી ઓછી ઉંમરના લોકો આ એપ્લિકેશન માટે અયોગ્ય છે.
hi_in: 18 वर्ष से कम आयु के लोग इस ऐप के लिए अयोग्य हैं।

# msgAlreadyRegistered
source: You are already registered with this number. Please log-in to continue
gu_in: તમે આ નંબર સાથે પહેલેથી જ રજિસ્ટર છો. કૃપા કરીને લોગ-ઇન કરો
hi_in: आप पहले से ही इस नंबर के साथ रजिस्टर हैं। कृपया लॉग-इन करें

# msgNumMust10Digit
source: Mobile Number must be of 10 digit
gu_in: મોબાઈલ નંબર 10 અંકનો હોવો જોઈએ
hi_in: मोबाइल नंबर 10 अंकों का होना चाहिए

# nameCantEmpty
source: Name cannot be empty
gu_in: નામ ખાલી ન હોઈ શકે
hi_in: नाम खाली नहीं हो सकता

# msgCharacterMore2
source: Name must be more than 2 charater
gu_in: નામ 2 કરતાં વધુ અક્ષરોનું હોવું જોઈએ
hi_in: नाम 2 वर्णों से अधिक का होना चाहिए

# msgInvalidOTP
source: OTP is invalid. Please try again..
gu_in: ઓ.ટી.પી અમાન્ય છે. મહેરબાની કરીને ફરીથી પ્રયતન કરો..
hi_in: ओ.टी.पी अमान्य है। कृपया पुन: प्रयास करें..

# somethingWrong
source: Something went wrong
gu_in: કંઈક ખોટું થયું
hi_in: कुछ गलत हो गया

source: Next
gu_in: આગળ
hi_in: आगे

# msgUploadProfilePic
source: Upload Profile Picture to register
gu_in: રજીસ્ટર કરવા માટે પ્રોફાઇલ ચિત્ર અપલોડ કરો
hi_in: रजिस्टर करने के लिए प्रोफाइल फोटो अपलोड करें

source: Extra
gu_in: વધારાનું
hi_in: अतिरिक्त

source: Request has been sent to {name}
gu_in: {name} ને વિનંતી મોકલવામાં આવી છે
hi_in: {name} को अनुरोध भेजा गया है

# withdrawRequestToFarmer
source: Request is deleted now
gu_in: વિનંતી હવે કાઢી નાખવામાં આવી છે
hi_in: अनुरोध अब हटा दिया गया है

source: Pending Requests
gu_in: બાકી વિનંતીઓ
hi_in: लंबित अनुरोध

source: Accepted Requests
gu_in: સ્વીકૃત વિનંતીઓ
hi_in: स्वीकृत अनुरोध

source: Posted Jobs
gu_in: પોસ્ટ કરેલ નોકરીઓ
hi_in: पोस्ट की गई नौकरियां

source: Role
gu_in: ભૂમિકા
hi_in: भूमिका

source: City
gu_in: શહેર
hi_in: शहर

source: State
gu_in: રાજ્ય
hi_in: राज्य

source: Country
gu_in: દેશ
hi_in: देश

source: Phone
gu_in: ફોન
hi_in: फोन

# dob
source: Date of birth
gu_in: જન્મ તારીખ
hi_in: जन्म की तारीख

source: Age
gu_in: ઉંમર
hi_in: आयु

source: Personal Information
gu_in: વ્યક્તિગત માહિતી
hi_in: व्यक्तिगत जानकारी

source: Address
gu_in: સરનામું
hi_in: पता

# howMuchLandYouHave
source: How much acre of landfield you have ?
gu_in: તમારી પાસે કેટલા એકર જમીન છે?
hi_in: आपके पास कितनी एकड़ जमीन है?

source: Job Type
gu_in: નોકરીનો પ્રકાર
hi_in: कार्य का प्रकार

# noOfPersons
source: Number of persons
gu_in: વ્યક્તિઓની સંખ્યા
hi_in: व्यक्तियों की संख्या

source: Choose Categories
gu_in: શ્રેણીઓ પસંદ કરો
hi_in: श्रेणियाँ चुनें

source: Job Title
gu_in: નોકરીનુ શીર્ષક
hi_in: नौकरी का नाम

source: Hourly Rate
gu_in: કલાકદીઠ દર
hi_in: प्रति घंटा - दर

source: Fixed Salary
gu_in: ફિક્સ પગાર
hi_in: फिक्स वेतन

source: Per Acre
gu_in: પ્રતિ એકર
hi_in: प्रति एकड़

source: From
gu_in: થી
hi_in: से

source: To
gu_in: સુધી
hi_in: तक

# doOfferHealthInsurance
source: Do you offer health insurance ?
gu_in: શું તમે આરોગ્ય વીમો ઓફર કરો છો?
hi_in: क्या आप स्वास्थ्य बीमा प्रदान करते हैं?

# doOfferHousing
source: Do you offer housing ?
gu_in: શું તમે રહેઠાણ ઓફર કરો છો?
hi_in: क्या आप आवास प्रदान करते हैं?

# jobDescription
source: Job Description (Optional)
gu_in: તમારીનુ વર્ણન (વૈકલ્પિક)
hi_in: नौकरी का विवरण (वैकल्पिक)

source: Select Images
gu_in: ફોટો પસંદ કરો
hi_in: फोटो चुनें

source: Images Selected
gu_in: પસંદ કરેલ ફોટો
hi_in: पसंद किया हुआ फोटो

# imagesUploaded
source: Selected images are uploaded
gu_in: મનપસંદ ફોટા અપલોડ થઈ ગયા છે
hi_in: पसंदीदा फोटो अपलोड की गईं

source: List of selected images
gu_in: મનપસંદ ફોટાઓની સૂચિ
hi_in: पसंद किए गए फोटो की लिस्ट

# maxImagesAllowed
source: Maximum 3 Images allowed.
gu_in: વધુમાં વધુ 3 ફોટા અપલોડ કરી શકાય છે
hi_in: महत्तम 3 फोटो अपलोड हो सकते है

source: PUBLISH JOB
gu_in: નોકરી પોસ્ટ કરો
hi_in: नौकरी प्रकाशित करे

source: Thanks for publishing job
gu_in: નોકરી પોસ્ટ કરવા બદલ આભાર
hi_in: जॉब प्रकाशित करने के लिए धन्यवाद

# notEmptyJobCategory
source: Job category can\'t be empty
gu_in: નોકરીની શ્રેણી ખાલી હોઈ શકતી નથી
hi_in: कार्य श्रेणी खाली नहीं हो सकती

# notEmptyJobTitle
source: Job title can\'t be empty
gu_in: નોકરીનુ શીર્ષક ખાલી હોઈ શકતું નથી
hi_in: नौकरी का नाम खाली नहीं हो सकता

# notEmptyLandField
source: Landfield can\'t be empty
gu_in: તમારી પાસે કેટલી જમીન છે તે દર્શાવો
hi_in: बताएं कि आपके पास कितनी जमीन है

# notEmptyJobType
source: Select Job Type
gu_in: કામનો પ્રકાર સ્પષ્ટ કરો
hi_in: कार्य का प्रकार बताए

# notEmptyNoOfPerson
source: Select number of persons you want to hire
gu_in: તમે કેટલા વ્યક્તિઓ રાખવા માંગો છો તે સ્પષ્ટ કરો
hi_in: स्पष्ट करें कि आप कितने व्यक्तियों को रखना चाहते हैं

# notEmptyFromTo
source: From-To values can\'t be empty
gu_in: થી-સુધી મૂલ્યો ખાલી હોઈ શકતા નથી
hi_in: से-तक की जगह खाली नहीं हो सकते

# notEmptyImage
source: Select at least 1 image
gu_in: ઓછામાં ઓછી 1 ફોટો પસંદ કરો
hi_in: कम से कम एक फोटो चुनें

source: Create New Job
gu_in: નવી નોકરી બનાવો
hi_in: नई नौकरी बनाएँ

source: Add more details
gu_in: વધુ વિગતો ઉમેરો
hi_in: और विवरण जोड़ें

source: Education
gu_in: શિક્ષણ
hi_in: शिक्षा

source: Intrested for
gu_in: મા રસ ધરાવે છે
hi_in: के लिए इच्छुक हैं

source: We are __ persons
gu_in: અમે __ વ્યક્તિઓ છીએ
hi_in: हम __ व्यक्ति हैं

# workExperience
source: Work experience (In Years)
gu_in: કામનો અનુભવ (વર્ષોમાં)
hi_in: कार्य अनुभव (वर्षों में)

# areYouEmployed
source: Are you currently employed ?
gu_in: શું તમે અત્યારે નોકરી કરો છે ?
hi_in: क्या आप वर्तमान में काम कर रहे हैं ?

source: Yes
gu_in: હા
hi_in: हाँ

source: No
gu_in: ના
hi_in: नहीं

source: Where ?
gu_in: ક્યાં ?
hi_in: कहाँ ?

# currentWage
source: What is your current wage ?
gu_in: તમારું વર્તમાન વેતન શું છે?
hi_in: आपका वर्तमान वेतन क्या है?

# currentJobTitle
source: What is your current job title ?
gu_in: તમારી વર્તમાન નોકરીનુ શીર્ષક શું છે?
hi_in: आपका मौजूदा नौकरी पद क्या है ?

# preferToPaid
source: How you prefer to get paid ?
gu_in: તમે કેવી રીતે ચૂકવણી મેળવવા પસંદ કરો છો?
hi_in: आप कैसे भुगतान प्राप्त करना पसंद करते हैं?

# haveDrivingLicense
source: Do you have driving license ?
gu_in: શું તમારી પાસે ડ્રાઇવિંગ લાઇસન્સ છે?
hi_in: क्या आपके पास ड्राइविंग लाइसेंस है?

# lookingForHousing
source: Are you looking for housing\nwith employment opportunity?
gu_in: શું તમે રોજગારની તક સાથે રહેઠાણ શોધી રહ્યાં છો?
hi_in: क्या आप रोजगार के अवसर के साथ आवास की तलाश कर रहे हैं?

# notEmptyEducation
source: Education details can\'t be empty
gu_in: શિક્ષણ વિગતો સ્પષ્ટ કરો
hi_in: शिक्षा विवरण बताए

# notEmptyWorkExperience
source: Work experience can\'t be empty
gu_in: કાર્ય અનુભવ સ્પષ્ટ કરો
hi_in: कार्य अनुभव बताए

# notEmptyWhereEmployed
source: At where you are currently employed?
gu_in: તમે હાલમાં ક્યાં નોકરી કરો છો?
hi_in: आप वर्तमान में कहाँ कार्यरत हैं?

source: Harvesting
gu_in: લણણી
hi_in: फसल काटने वाले

source: Mechanic
gu_in: યંત્ર - કારીગર
hi_in: यंत्र-प्रवीण

source: Planting
gu_in: વાવેતર
hi_in: रोपण

source: Truck Driver
gu_in: ટ્રક ડ્રાઈવર
hi_in: ट्रक चालक

source: Cowboy
gu_in: કાઉબોય
hi_in: चरवाहा

source: General Farm Work
gu_in: સામાન્ય ફાર્મ વર્ક
hi_in: सामान्य कृषि कार्य

source: Water Management
gu_in: પાણી વ્યવસ્થાપન
hi_in: जल प्रबंधन

source: Crop care
gu_in: પાકની સંભાળ
hi_in: फसल की देखभाल

# dirtOrRockRemoval
source: Dirt or rock removal/Hauling
gu_in: ગંદકી અથવા ખડકો દૂર કરવું
hi_in: गंदगी या चट्टान हटाना

source: Machinery Upkeep
gu_in: મશીનરી જાળવણી
hi_in: मशीनरी रखरखाव

source: Tilling
gu_in: ખેડાણ
hi_in: हल चलाना

source: Jobs
gu_in: નોકરીઓ
hi_in: नौकरी

source: Done
gu_in: પૂર્ણ
hi_in: पूर्ण

source: Search...
gu_in: શોધ...
hi_in: खोज...

source: Full Time
gu_in: આખો સમય
hi_in: पूरा समय

source: Part Time
gu_in: પાર્ટ ટાઈમ
hi_in: पार्ट टाईम

source: Seasonal
gu_in: મોસમી
hi_in: मौसमी

source: One Time Job
gu_in: એક વખત નોકરી
hi_in: एक बार नौकरी

source: More Than 5
gu_in: 5 થી વધુ
hi_in: 5 से अधिक

source: More Than 10
gu_in: 10 થી વધુ
hi_in: 10 से अधिक

source: More Than 15
gu_in: 15 થી વધુ
hi_in: 15 से अधिक

source: More Than 20
gu_in: 20 થી વધુ
hi_in: 20 से अधिक

source: Associates of Science
gu_in: વિજ્ઞાનના સહયોગી
hi_in: विज्ञान के सहयोगी

source: Bachelors
gu_in: સ્નાતક
hi_in: स्नातक

source: High School Diploma
gu_in: હાઇ સ્કૂલ ડિપ્લોમા
hi_in: हाई स्कूल डिप्लोमा

source: Masters
gu_in: માસ્ટર્સ
hi_in: मास्टर्स

source: Some College
gu_in: કોઈક કોલેજ
hi_in: किसी कॉलेज

source: Still in high school
gu_in: હજુ હાઈસ્કૂલમાં
hi_in: अभी भी हाई स्कूल में

source: Trade School
gu_in: વેપાર શાળા
hi_in: व्यापार स्कूल

source: Not educated
gu_in: શિક્ષિત નથી
hi_in: शिक्षित नहीं

source: Other
gu_in: અન્ય
hi_in: अन्य

source: Loading...
gu_in: લોડિંગ થાય છે...
hi_in: लोड हो रहा है...

source: Requests
gu_in: વિનંતીઓ
hi_in: अनुरोध

source: Edit Job
gu_in: નોકરી સંપાદિત કરો
hi_in: नौकरी संपादित करें

source: My Skills
gu_in: મારી કુશળતા
hi_in: मेरा कौशल

source: Job Details
gu_in: નોકરીની વિગતો
hi_in: नौकरी विवरण

source: Salary Preference
gu_in: પગાર પસંદગી
hi_in: वेतन की पसंदगी

# salaryFromTo
source: Salary
gu_in: પગાર
hi_in: वेतन

source: Current Employment
gu_in: હાલની નોકરી
hi_in: मौजूदा रोजगार

source: Not Employed
gu_in: અત્યારે નોકરી નથી
hi_in: अभी रोजगार नहीं है

# wage
source: At wage
gu_in: વેતન પર
hi_in: मजदूरी पर

source: Details
gu_in: વિગતો
hi_in: विवरण

source: Have Health Insurance
gu_in: આરોગ્ય વીમો
hi_in: स्वास्थ्य बीमा

source: Have Driving Licence
gu_in: ડ્રાઇવિંગ લાયસન્સ
hi_in: ड्राइविंग लाइसेंस

source: Looking For Housing At Work
gu_in: કામ પર આવાસ શોધી રહ્યાં છીએ
hi_in: कार्यस्थल पर आवास की तलाश

# fatchJobDescription
source: Job Description
gu_in: કામનું વર્ણન
hi_in: नौकरी का विवरण

source: About Job
gu_in: નોકરી વિશે
hi_in: नौकरी के बारे में

source: Required Job Skills
gu_in: જરૂરી જોબ સ્કીલ્સ
hi_in: आवश्यक नौकरी कौशल

source: Salary
gu_in: પગાર
hi_in: वेतन

# noOfPersonNeeded
source: Number of persons needed
gu_in: જરૂરી વ્યક્તિઓની સંખ્યા
hi_in: आवश्यक व्यक्तियों की संख्या
